[
  {
    "post_id": 1,
    "content": "Great job on finishing your workout!"
  },
  {
    "post_id": 1,
    "content": "Hope you had a great time catching up with old friends!"
  },
  {
    "post_id": 1,
    "content": "What book did you just finish reading? I need some recommendations."
  },
  {
    "post_id": 1,
    "content": "Good job on your workout!"
  },
  {
    "post_id": 2,
    "content": "Coffee dates are always so much fun!"
  },
  {
    "post_id": 2,
    "content": "I love catching up with friends over coffee too!"
  },
  {
    "post_id": 3,
    "content": "That's great that you finished reading a book! What book was it?"
  },
  {
    "post_id": 3,
    "content": "I just finished a book too! Which one did you read?"
  },
  {
    "post_id": 4,
    "content": "Can't wait to see your travel photos!"
  },
  {
    "post_id": 4,
    "content": "Sounds like such an amazing experience!"
  },
  {
    "post_id": 5,
    "content": "I'm so sorry to hear that. Sending you lots of love and hugs!"
  },
  {
    "post_id": 5,
    "content": "I agree with you!"
  },
  {
    "post_id": 6,
    "content": "I've been to that restaurant before and loved it! How was your experience?"
  },
  {
    "post_id": 6,
    "content": "Movie nights are the best! What movie did you watch?"
  },
  {
    "post_id": 7,
    "content": "Congratulations on the new job!"
  },
  {
    "post_id": 7,
    "content": "Good luck on your exam! You'll do great!"
  },
  {
    "post_id": 8,
    "content": "That's so exciting! Can't wait to hear all about your trip!"
  },
  {
    "post_id": 8,
    "content": "It's always great to catch up with old friends."
  },
  {
    "post_id": 9,
    "content": "What book did you just finish? I'm always looking for my next read."
  },
  {
    "post_id": 9,
    "content": "Great job on your workout! Keep it up!"
  },
  {
    "post_id": 10,
    "content": "Coffee dates are the best, aren't they?"
  },
  {
    "post_id": 10,
    "content": "I'm sorry to hear that. Hope things get better soon."
  },
  {
    "post_id": 11,
    "content": "I completely agree with you on that."
  },
  {
    "post_id": 11,
    "content": "I've been wanting to try that restaurant! How was it?"
  },
  {
    "post_id": 12,
    "content": "Movie nights are always a good idea! What did you watch?"
  },
  {
    "post_id": 12,
    "content": "Congratulations on the new job! So happy for you!"
  },
  {
    "post_id": 13,
    "content": "Good luck on your exam! You're going to ace it!"
  },
  {
    "post_id": 13,
    "content": "Can't wait to see your travel photos! They're sure to be amazing."
  },
  {
    "post_id": 14,
    "content": "It's always a great time catching up with old friends, isn't it?"
  },
  {
    "post_id": 14,
    "content": "What book did you just finish reading? I'm always looking for my next read."
  },
  {
    "post_id": 15,
    "content": "Great job on your workout! Keep up the hard work."
  },
  {
    "post_id": 15,
    "content": "Coffee dates are my favorite way to catch up with friends."
  },
  {
    "post_id": 16,
    "content": "I'm sorry to hear that. Sending lots of love and support."
  },
  {
    "post_id": 16,
    "content": "I couldn't agree with you more!"
  },
  {
    "post_id": 17,
    "content": "I've heard that restaurant is amazing. How was your experience?"
  },
  {
    "post_id": 17,
    "content": "Movie nights are always a hit! What movie did you watch?"
  },
  {
    "post_id": 18,
    "content": "Congratulations on your new job! So happy for you!"
  },
  {
    "post_id": 18,
    "content": "Good luck on your exams! You've got this!"
  },
  {
    "post_id": 19,
    "content": "Can't wait to hear all about your trip! It sounds like it was incredible."
  },
  {
    "post_id": 19,
    "content": "It's always nice to catch up with old friends."
  },
  {
    "post_id": 20,
    "content": "What book did you just finish reading? I need a new recommendation."
  },
  {
    "post_id": 20,
    "content": "Great job on your workout! Keep up the good work!"
  },
  {
    "post_id": 21,
    "content": "Coffee dates are always so much fun!"
  },
  {
    "post_id": 21,
    "content": "I'm sorry to hear that. Sending positive thoughts your way."
  },
  {
    "post_id": 1,
    "content": "Great job on the workout! Keep it up!"
  },
  {
    "post_id": 1,
    "content": "What kind of workout did you do? I'm always looking for new ideas."
  },
  {
    "post_id": 2,
    "content": "It's always nice to catch up with old friends. Glad you had a good time!"
  },
  {
    "post_id": 3,
    "content": "What book did you read? I'm always looking for new recommendations!"
  },
  {
    "post_id": 4,
    "content": "Congratulations on graduating! What's next for you?"
  },
  {
    "post_id": 5,
    "content": "Hiking in the mountains sounds amazing. Any pictures to share?"
  },
  {
    "post_id": 6,
    "content": "Aww, what kind of puppy did you adopt? Give them a pat for me!"
  },
  {
    "post_id": 7,
    "content": "Good luck on your interview! You got this!"
  },
  {
    "post_id": 8,
    "content": "Happy birthday! Hope you have a great day filled with lots of love and celebration!"
  },
  {
    "post_id": 9,
    "content": "I'm so jealous of your trip to Hawaii. How was it?"
  },
  {
    "post_id": 10,
    "content": "Starting a new business is exciting! What kind of business is it?"
  },
  {
    "post_id": 11,
    "content": "That's so great that you volunteered at a soup kitchen. It's important to give back to the community."
  },
  {
    "post_id": 12,
    "content": "Which music festival did you attend? I love going to festivals!"
  },
  {
    "post_id": 13,
    "content": "What's the new project about? Can't wait to hear more!"
  },
  {
    "post_id": 14,
    "content": "I'm grateful for you too! Friends like you make life so much better."
  },
  {
    "post_id": 15,
    "content": "Congratulations on finishing your first novel! That's a huge accomplishment."
  },
  {
    "post_id": 16,
    "content": "Sometimes a lazy day at home is just what you need. Enjoy your video games!"
  },
  {
    "post_id": 17,
    "content": "Congratulations on the promotion! You deserve it!"
  },
  {
    "post_id": 18,
    "content": "Road trips are the best! Where are you headed?"
  },
  {
    "post_id": 19,
    "content": "That's awesome that your kids are doing well in school. You must be a proud parent!"
  },
  {
    "post_id": 20,
    "content": "What recipe are you trying out? I love cooking new things!"
  },
  {
    "post_id": 21,
    "content": "Sounds like you had a great date night! What did you do?"
  },
  {
    "post_id": 22,
    "content": "Hiking with dogs is the best! What's your dog's name?"
  },
  {
    "post_id": 23,
    "content": "What new hobbies are you exploring? I'm always looking for new things to try."
  },
  {
    "post_id": 24,
    "content": "Congratulations on finishing your home renovation project! It must feel great to see the finished product."
  },
  {
    "post_id": 25,
    "content": "Good luck at the soccer game! Have fun!"
  },
  {
    "post_id": 26,
    "content": "Taking a digital detox is so important for mental health. Enjoy your weekend!"
  },
  {
    "post_id": 27,
    "content": "Congratulations on the award for your volunteer work! You're making a difference in the world."
  },
  {
    "post_id": 28,
    "content": "Amusement parks are so much fun! What rides did you go on?"
  },
  {
    "post_id": 29,
    "content": "Good luck with the fitness challenge! You got this!"
  },
  {
    "post_id": 30,
    "content": "What documentary did you watch? I'm always looking for new things to learn about."
  },
  {
    "post_id": 31,
    "content": "Congratulations on the new job!"
  }
]